Repository: jaishree29/AudiBrain
Catalog: lib/l10n/app_*.arb
Languages: as, bn, gu, ka, kn, ko, ml

# language
source: English
as: অসমীয়া
bn: বাংলা
gu: ગુજરાતી
ka: ಕನ್ನಡ
kn: کٲشُر
ko: कोंकणी
ml: മലയാളം

# appName
source: AudiBrain
as: অডিব্ৰেইন
bn: অডিব্রেইন
gu: ઑડીબ્રેઈન
ka: ಆಡಿಬ್ರೇನ್
kn: آڈی برین
ko: ऑडीब्रेन
ml: ഓഡിബ്രെയിൻ

source: Welcome back,
as: আপোনাক স্বাগতম,
bn: ফিরে স্বাগতম,
gu: પાછા સ્વાગત છે,
ka: ಮರಳಿ ಸ್ವಾಗತ,
kn: بہ خیر آمدید,
ko: परत स्वागत,
ml: സ്വാഗതം,

source: How are you today?
as: আজি আপোনাৰ কেনে আছে?
bn: আপনি আজ কেমন আছেন?
gu: આજે તમે કેમ છો?
ka: ನೀವು ಇಂದು ಹೇಗಿದ್ದೀರಿ?
kn: تہہ کیسے ییو؟
ko: तुमी आयज कशे आसात?
ml: ഇന്ന് നിങ്ങൾക്ക് എങ്ങനെയുണ്ട്?

source: Welcome to AudiBrain
as: অডিব্ৰেইনলৈ স্বাগতম
bn: অডিব্রেইনে স্বাগতম
gu: ઑડીબ્રેઈનમાં આપનું સ્વાગત છે
ka: ಆಡಿಬ್ರೇನ್ಗೆ ಸ್ವಾಗತ
kn: آڈی برین میں خوش آمدید
ko: ऑडीब्रेनाक स्वागत
ml: ഓഡിബ്രെയിനിലേക്ക് സ്വാഗതം

# selectLanguage
source: Let us know in which language you would like to communicate!
as: আমাক জনাওক আপুনি কোনটো ভাষাত যোগাযোগ কৰিব বিচাৰে!
bn: আমাদের জানান আপনি কোন ভাষায় যোগাযোগ করতে চান!
gu: અમને જણાવો કે તમે કઈ ભાષામાં સંચાર કરવા માંગો છો!
ka: ನೀವು ಯಾವ ಭಾಷೆಯಲ್ಲಿ ಸಂವಹನ ನಡೆಸಲು ಬಯಸುತ್ತೀರಿ ಎಂದು ನಮಗೆ ತಿಳಿಸಿ!
kn: ہمیں بتائیں کہ آپ کس زبان میں بات کرنا چاہتے ہیں!
ko: आमकां सांगात की तुमी खंयच्या भाशेंत संवाद करचो आसात!
ml: ഏത് ഭാഷയിൽ ആശയവിനിമയം നടത്തണമെന്ന് ഞങ്ങളോട് പറയുക!

# connectDevice
source: Turn on your location and bluetooth to connect to the device!
as: ডিভাইচটো সংযোগ কৰিবলৈ আপোনাৰ লোকেচন আৰু ব্লুটুথ চালু কৰক!
bn: ডিভাইস সংযোগ করতে আপনার অবস্থান এবং ব্লুটুথ চালু করুন!
gu: ડિવાઇસને કનેક્ટ કરવા માટે તમારું સ્થાન અને બ્લુટૂથ ચાલુ કરો!
ka: ಸಾಧನವನ್ನು ಸಂಪರ್ಕಿಸಲು ನಿಮ್ಮ ಸ್ಥಳ ಮತ್ತು ಬ್ಲೂಟೂತ್ ಅನ್ನು ಆನ್ ಮಾಡಿ!
kn: آلہ سے رابطہ قائم کرنے کے لیے اپنی جگہ اور بلوٹوتھ آن کریں!
ko: डिव्हाइस कनेक्ट करचे खातीर आपली लोकेशन आनी ब्लूटूथ चालू करात!
ml: ഉപകരണത്തിലേക്ക് കണക്റ്റുചെയ്യാൻ നിങ്ങളുടെ ലൊക്കേഷൻ, ബ്ലൂടൂത്ത് ഓണാക്കുക!

# scanDevice
source: Scan for devices
as: ডিভাইচবোৰ স্কেন কৰক
bn: ডিভাইস স্ক্যান করুন
gu: ડિવાઇસ સ્કેન કરો
ka: ಸಾಧನಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
kn: آلات کو اسکین کریں
ko: डिव्हाइस स्कॅन करात
ml: ഉപകരണങ്ങൾ സ്കാൻ ചെയ്യുക

# scanningDevice
source: Scanning
as: স্কেন কৰি আছে
bn: স্ক্যান করা হচ্ছে
gu: સ્કેન કરી રહ્યું છે
ka: ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗುತ್ತಿದೆ
kn: اسکین کر رہا ہے
ko: स्कॅन करत आसात
ml: സ്കാൻ ചെയ്യുന്നു

source: Available devices
as: উপলব্ধ ডিভাইচবোৰ
bn: উপলব্ধ ডিভাইস
gu: ઉપલબ્ધ ડિવાઇસ
ka: ಲಭ್ಯವಿರುವ ಸಾಧನಗಳು
kn: دستیاب آلات
ko: उपलब्ध डिव्हाइस
ml: ലഭ്യമായ ഉപകരണങ്ങൾ
